Repository: bxatart/fractumTria
Catalog: assets/translations/*.po
Languages: es

source: LEVEL SELECT
es: SELECCIÓN DE NIVEL

source: CONTINUE
es: CONTINUAR

source: SETTINGS
es: CONFIGURACIÓN

source: EXIT
es: SALIDA

source: Music
es: Música

source: ACCESSIBILITY
es: ACCESIBILIDAD

source: Language
es: Idioma

source: CONTROLS
es: CONTROLES

source: Move:
es: Moverse:

source: Jump:
es: Saltar:

source: Switch color:
es: Cambiar de color:

source: Shoot:
es: Disparar:

source: Menu/Pause:
es: Menú/Pausa:

source: Accept:
es: Aceptar:

source: A/D or ← →
es: A/D o ← →

source: W or ↑
es: W o ↑

source: SPACE/ENTER
es: ESPACIO/INTRO

source: BACK
es: ATRÁS

source: PRESS START
es: PULSA INICIO

source: CREDITS Game created by Berta Juanhuix Xatart Thank you for playing!
es: CRÉDITOS Juego creado por Berta Juanhuix Xatart ¡Gracias por jugar!

source: GAME OVER
es: FIN DE LA PARTIDA

source: RETRY
es: REINTENTAR

source: EXIT TO LEVEL SELECT
es: VOLVER A SELECCIÓN DE NIVEL

source: The Prism has been restored.
es: El Prisma ha sido restaurado.

source: Balance has returned.
es: El equilibrio ha regresado.

source: Color has flown back into the world!
es: ¡El color ha vuelto al mundo!

source: And so, the world is whole once again.
es: Y así, el mundo está entero una vez más.

source: ENTER THE PRISM
es: ENTRA EN EL PRISMA

source: At the top of the world, a tower watched in silence.
es: En la cima del mundo, una torre observaba en silencio.

source: Within it stood the Prism...
es: Dentro de ella se hallaba en Prisma…

source: ... until something awoke.
es: … hasta que algo despertó.

source: A corruption without color. Without purpose.
es: Una corrupción sin color. Sin finalidad.

source: It disrupted the balance,
es: Alteró el equilibrio,

source: the Prism shattered,
es: el Prisma se quebró,

source: and so the world was fractured.
es: y así el mundo quedó fracturado.

source: But one fragment endured.
es: Pero un fragmento sobrevivió.

source: Only three colors were saved.
es: Solo tres colores se salvaron.

source: The world had lost its light, but the fragment had not.
es: El mundo había perdido su luz, pero el fragmento no.

source: Though still incomplete, it could now shift.
es: Aunque aún estaba incompleto, ahora podría cambiar.

source: To return to the tower, it had to tread carefully.
es: Para regresar a la torre, debía avanzar con cuidado.

source: And so the first new light was green.
es: Y así, la primera nueva luz fue verde.

source: MOVE: ← → / A D
es: MOVERSE: ← → / A D

source: JUMP: ↑ / W
es: SALTAR: ↑ / W

source: SWITCH COLOR: Z / K
es: CAMBIAR DE COLOR: Z / K

source: SHOOT: X / J
es: DISPARAR: X / J

source: DOUBLE SWITCH: Z Z / K K
es: DOBLE CAMBIO: Z Z / K K

source: THE AWAKENING
es: EL DESPERTAR

source: THE IGNITION
es: LA IGNICIÓN

source: THE DISTORTION
es: LA DISTORSIÓN

source: THE TOWER
es: LA TORRE

source: EXIT TO TITLE SCREEN
es: VOLER A LA PANTALLA PRINCIPAL

source: NEW GAME
es: PARTIDA NUEVA
